{
    "messages": [
        "¡Felicidades! Ya te queda un año menos para seguir soportando tu vida",
        "¡Feliz Cum! Sonríe hoy todo lo que puedas, pues tus dientes tienen fecha de caducidad",
        "El día de hoy hace muchos años nació la persona a las que más quiero, respeto y valoro. La persona a la que siempre cuidaré y ayudaré mientras viva. Ah, y también naciste tú. ¡Feliz Cum!",
        "Muchas felicidades, querido amigo. Recuerda: nunca más volverás a ser tan joven, así que disfrútalo",
        "¡Hoy no sé si felicitarte o darte el pésame! Apostemos por lo primero: feliz Cum",
        "Dentro de toda persona mayor hay una persona joven preguntándose: ¿Pero qué demonios ha pasado? Feliz cum, éxitos para este día",
        "Si no puedes leer a simple vista lo que dice esta carta, no te compliques, a tu edad los detalles son lo de menos. ¡¡Feliz Cum!!",
        "Abracémonos ahora mismo, antes de que te des cuenta de que no hay ningún regalo. ¡Feliz Cum!",
        "Bienvenida/o a esa edad en la que te olvidas de tu edad. ¡Feliz Cum!",
        "Los años son como los mocos, entre más tienes ¡más difícil se te hace respirar! ¡Feliz Cum!",
        "Cuanto más viejo es el violinista, más dulce es la melodía. Feliz Cum al que está en el violín",
        "¿Sabes qué es lo más irónico de cumplir años? Que cada año que pasa estás más cerca de tu muerte. ¡Felicidades por un año menos!",
        "¡Felicidades por no haber muerto otro año! Supongo que hay que celebrar los pequeños logros...",
        "¿Ya viste la fecha de vencimiento en tu certificado de nacimiento? ¡Parece que estás llegando a tu fecha límite! ¡Feliz Cum!",
        "Si te preguntas cómo celebrar tus años, recuerda: a mayor edad, menor deber de impresionar a los demás. ¡Feliz Cum!",
        "Dicen que la edad es solo un número, pero ese número indica cuántos años llevas siendo una decepción para tus padres. ¡Feliz Cum!",
        "Felicidades, cada año estás más cerca de la tumba. ¡Que lo disfrutes!",
        "Al menos envejeces mejor que un queso olvidado en el fondo del refrigerador. ¡Feliz Cum!",
        "¿Ya estás recibiendo la membresía de descuento en el geriátrico más cercano? ¡Felicidades por avanzar en tus privilegios de edad!",
        "Feliz Cum, espero que tus velas iluminen más que tu futuro incierto.",
        "¿Qué se siente ser más antiguo que el chiste de la sopa de murciélago? ¡Felicidades por otro año de antigüedad!",
        "Un año más cerca de necesitar una silla de ruedas para tus aventuras nocturnas. ¡Feliz Cum!",
        "¿Tienes la sensación de que cada año que pasa, la resaca después de tu Cum dura un poco más? ¡Felicidades por resistir!",
        "Te deseo un Cum tan épico que al día siguiente necesites un certificado de nacimiento para recordar lo que pasó. ¡Felicidades!",
        "¿Sabías que con cada año que cumples, tu capacidad para recordar dónde dejaste tus llaves disminuye exponencialmente? ¡Feliz Cum!",
        "Feliz Cum, que tus arrugas sean tan solo las huellas de las risas que has compartido... o simplemente las marcas de tu lucha contra el envejecimiento.",
        "¡Felicidades! Ojalá tus años acumulados se traduzcan en sabiduría y no en un aumento en tu cuenta de medicamentos. ¡Disfruta tu día!",
        "Dicen que la edad es solo un número, pero ese número parece más grande cada año. ¡Feliz Cum!",
        "No importa cuántos años cumplas, siempre puedes fingir que tienes menos cuando se trata de pagar la cuenta. ¡Feliz Cum!",
        "¿Cuántos velitas tienes este año? Ah, ¿qué? No puedo oírte sobre el ruido de tus articulaciones crujiendo. ¡Feliz Cum!",
        "¡Felicidades por sobrevivir otro año en este circo llamado vida! ¡Que los payasos te sean favorables en el próximo ciclo!",
        "¿Tienes la sensación de que cada año que pasa, las canas en tu cabeza se multiplican más rápido que los deseos de la gente en una fuente de deseos? ¡Felicidades!",
        "Feliz Cum, que este año te traiga más alegrías que el número de veces que te has preguntado dónde demonios se ha ido tu juventud.",
        "Dicen que la vida comienza a los cuarenta... pero parece que la juventud termina antes de eso. ¡Felicidades en tu viaje hacia la mediana edad!",
        "¡Felicidades! Ahora estás en ese punto de la vida en el que las velas en tu pastel de Cum superan en número a los amigos que realmente quieres invitar.",
        "¿Sabías que cada año que cumples, un lamento por tus sueños perdidos se escapa de tu alma? ¡Feliz Cum!",
        "Feliz Cum, que este año te traiga más éxitos que intentos fallidos de recordar dónde dejaste tus anteojos.",
        "¡Felicidades! Hoy es tu día para celebrar el comienzo de otro viaje alrededor del sol, pero no te preocupes, cada año el viaje es un poco más corto.",
        "¿Notas cómo el pastel de Cum se está inclinando cada vez más? Eso es solo la gravedad recordándote que estás envejeciendo. ¡Felicidades!",
        "Feliz Cum, que este año te traiga más momentos de orgullo que la cantidad de veces que has fingido recordar el nombre de alguien.",
        "¡Felicidades por alcanzar otro nivel de experiencia en este juego llamado vida! Que tus habilidades de supervivencia sean tan afiladas como tus arrugas.",
        "¿Sabías que los Cum son como los boomerangs? Cuanto más lanzas, más rápido vuelven. ¡Feliz Cum!",
        "Feliz Cum, que este año tus caídas sean menos dolorosas y tus historias sobre ellas más entretenidas.",
        "¡Felicidades! Hoy es el día en que recibes el regalo de otro año de experiencias, sabiduría y un metabolismo aún más lento. ¡Disfruta!",
        "¿Ya estás practicando tu expresión de sorpresa para cuando abres un regalo y te das cuenta de que es algo que no necesitas? ¡Feliz Cum!",
        "Feliz Cum, que este año te traiga más amor del que puedes manejar y menos facturas del médico de las que puedes pagar.",
        "¡Felicidades por otro año de logros y lecciones aprendidas! Y recuerda, cada vela en tu pastel de Cum es una victoria sobre la muerte. ¡Celebra!",
        "¿Notas cómo el tiempo parece volar? Eso es solo tu juventud escapándose. ¡Feliz Cum!",
        "Feliz Cum, que este año tus excusas sean tan creativas como tus arrugas.",
        "¡Felicidades! Hoy es el día en que puedes hacer lo que quieras, siempre y cuando te acuerdes de dónde pusiste tus llaves. ¡Disfruta tu día!",
        "¿Te has dado cuenta de que cada año que pasa, el pastel de Cum se parece más a una antorcha funeraria? ¡Feliz Cum!",
        "Feliz Cum, que este año encuentres más razones para sonreír que arrugas en tu frente.",
        "¡Felicidades por otro año de éxito en la difícil tarea de no morir! ¡Que cumplas muchos más!",
        "Dicen que los años son como una botella de vino, pero parece que este año tu botella está empezando a tener un sabor más agridulce. ¡Felicidades!",
        "Feliz Cum, que este año tus caídas sean menos frecuentes y tus levantadas más rápidas.",
        "¡Felicidades! Hoy es el día en que celebramos tu existencia y nos preguntamos cuántos años más podrás engañar a la muerte. ¡Brindemos por ti!",
        "¿Ya has practicado tu discurso de agradecimiento por los regalos que no querías pero tienes que fingir que te gustan? ¡Feliz Cum!",
        "Feliz Cum, que este año tus aventuras sean tan emocionantes como tus dolores de espalda.",
        "¡Felicidades por otro año de éxitos, fracasos, risas y lágrimas! Que este año te traiga más razones para celebrar que para lamentar.",
        "Dicen que la edad es solo un número, pero a medida que acumulas más números, parece que el total se vuelve más aterrador. ¡Felicidades en tu aniversario de terror!",
        "Feliz Cum, que este año tus decisiones sean tan sabias como tus canas.",
        "¡Felicidades por otro año de logros, desafíos y la continua lucha contra la gravedad! ¡Que cumplas muchos más!",
        "¿Ya estás practicando cómo responder cuando te pregunten tu edad y quieras mentir al respecto? ¡Feliz Cum!",
        "Feliz Cum, que este año encuentres más placer en las pequeñas cosas, como recordar dónde dejaste tus anteojos.",
        "¡Felicidades! Hoy es el día en que podemos olvidar todas tus fallas y simplemente celebrar el hecho de que aún estás vivo. ¡Disfruta tu día!",
        "¿Has notado cómo cada año que pasa, la resaca después de tu Cum parece durar un poco más? ¡Felicidades por sobrevivir otra vez!",
        "Feliz Cum, que este año tus sueños sean tan grandes como tu colección de recetas de remedios caseros para las dolencias de la vejez.",
        "¡Felicidades por otro año de batallas ganadas contra la gravedad y las arrugas! ¡Que la fuerza te acompañe en tu camino hacia la eterna juventud!",
        "¿Te has dado cuenta de que cada año que pasa, tus velas de Cum parecen estar más cerca de iniciar un incendio forestal? ¡Feliz Cum!",
        "Feliz Cum, que este año tus risas sean más fuertes que tus quejas sobre el dolor de espalda.",
        "¡Felicidades! Hoy es el día en que celebramos que no has perdido la batalla contra el tiempo... aún. ¡Disfruta tu día!",
        "¿Te has dado cuenta de que cada año que pasa, tus velitas de Cum parecen más un recordatorio de cuánto queda de tu juventud? ¡Felicidades por otro año!",
        "Feliz Cum, que este año tus aventuras sean tan emocionantes como tus historias sobre las buenas viejas épocas.",
        "¡Felicidades por otro año de logros, fracasos, alegrías y tristezas! Que este año sea aún mejor que el último.",
        "Dicen que la vida comienza a los cuarenta, pero parece que la diversión termina mucho antes de eso. ¡Felicidades en tu viaje hacia la mediana edad!",
        "Feliz Cum, que este año tus bromas sean tan afiladas como tus arrugas.",
        "¡Felicidades! Hoy es el día en que podemos olvidar todas tus fallas y simplemente celebrar el hecho de que aún estás vivo. ¡Disfruta tu día!",
        "¿Has notado cómo cada año que pasa, la resaca después de tu Cum parece durar un poco más? ¡Felicidades por sobrevivir otra vez!",
        "Feliz Cum, que este año tus sueños sean tan grandes como tu colección de recetas de remedios caseros para las dolencias de la vejez.",
        "¡Felicidades por otro año de batallas ganadas contra la gravedad y las arrugas! ¡Que la fuerza te acompañe en tu camino hacia la eterna juventud!",
        "¿Te has dado cuenta de que cada año que pasa, tus velas de Cum parecen estar más cerca de iniciar un incendio forestal? ¡Feliz Cum!",
        "Feliz Cum, que este año tus risas sean más fuertes que tus quejas sobre el dolor de espalda.",
        "¡Felicidades! Hoy es el día en que celebramos que no has perdido la batalla contra el tiempo... aún. ¡Disfruta tu día!",
        "¿Te has dado cuenta de que cada año que pasa, tus velitas de Cum parecen más un recordatorio de cuánto queda de tu juventud? ¡Felicidades por otro año!",
        "Feliz Cum, que este año tus aventuras sean tan emocionantes como tus historias sobre las buenas viejas épocas.",
        "¡Felicidades por otro año de logros, fracasos, alegrías y tristezas! Que este año sea aún mejor que el último.",
        "Dicen que la vida comienza a los cuarenta, pero parece que la diversión termina mucho antes de eso. ¡Felicidades en tu viaje hacia la mediana edad!",
        "Feliz Cum, que este año tus bromas sean tan afiladas como tus arrugas.",
        "¡Feliz Cumpleaños! Espero que este año tus sueños se hagan realidad… o que al menos tu columna vertebral aguante un año más",
        "Felicidades por cumplir un año más. Dicen que la edad es solo un número, pero el tuyo ya parece el código de barras de un producto en oferta",
        "¡Brindemos por ti! Cada año que pasa, tu pastel se parece más a un simulacro de incendio forestal",
        "Feliz Cumple. No te preocupes por las canas, preocúpate por esa risa que suena a cadena oxidada cuando te ríes de tus propios chistes",
        "¡Felicidades! Hoy es el día en que oficialmente estás más cerca de recibir descuentos para ancianos que de encontrar un propósito en la vida",
        "Que este año te traiga tanta alegría como la que sientes cuando recuerdas que aún no tienes que usar pañales geriátricos",
        "Feliz Cumpleaños. Dicen que con la edad viene la sabiduría, pero en tu caso lo único que viene son facturas médicas",
        "¡Enhorabuena! Ya has superado la esperanza de vida de un hamster… aunque con menos energía",
        "Feliz Cumple. Recuerda: eres como un buen queso, cuanto más viejo, más fuerte el olor… y más grietas",
        "Celebra hoy como si fuera el último cumpleaños en el que puedes apagar las velas sin ayuda de un extintor",
        "¡Felicidades! Eres prueba de que el alcohol y la suerte pueden mantener a alguien vivo contra todo pronóstico",
        "Feliz Cumpleaños. Espero que tus arrugas sean tan profundas que puedan guardar secretos… o migas de pan",
        "Que este año te traiga más velas en el pastel que amigos en tu lista de contactos. ¡Goza la soledad!",
        "¡Feliz Cumple! Si la vida te da limones, exprímelos antes de que te duelan las articulaciones",
        "Felicidades por otro año de evitar morir de forma absurda. La mediocridad es tu mejor escudo",
        "Hoy no solo cumples años, también acumulas evidencias para tu futuro juicio por crímenes de moda pasada",
        "¡Brindo por ti! Ojalá este año encuentres la paz… o al menos los lentes que perdiste hace tres meses",
        "Feliz Cumpleaños. Eres como el vino: con los años, más amargo y más probable que te caigas de la estantería",
        "Que este año tus metas sean tan alcanzables como leer letras pequeñas sin gafas. ¡Adelante!",
        "¡Felicidades! Si cumples otros diez años igual, tendrás derecho a un epitafio con emojis",
        "Feliz Cumple. Tu sonrisa es como tu memoria: cada año pierde algunos elementos",
        "¡Felicidades! Que este año tengas más energía que la batería de tu audífono después de una larga noche",
        "Brindo por ti… y por los riñones que todavía te funcionan contra pronóstico",
        "Feliz Cumpleaños. Eres la prueba viviente de que los milagros existen… y también los accidentes",
        "Que este año encuentres tantas razones para vivir como arrugas tienes en la frente",
        "¡Felicidades! Te deseo un día tan especial como tu talento para estropear momentos importantes",
        "Feliz Cumple. Ojalá este año tengas más suerte en el amor que en la lotería genética",
        "¡Enhorabuena! Cada año que pasa te conviertes en una versión más vintage de tu antiguo yo",
        "Que soplarlas velas no sea el mayor esfuerzo cardiovascular de tu semana. ¡Feliz Cumple!",
        "Feliz Cumpleaños. Eres como una fine wine… que se está convirtiendo en vinagre lentamente",
        "¡Felicidades! Hoy celebramos que la estadística aún no se ha cobrado su víctima",
        "Que este año tus canas brillen tanto como tu desesperación por parecer joven",
        "Feliz Cumple. Ojalá tengas tanta suerte encontrando tus llaves como encontrando nuevas arrugas",
        "¡Felicidades! Eres como un phoenix… que renace cada año más cansado y con más dolores",
        "Brindo por tu salud… y por la paciencia de quienes te aguantan otro año más",
        "Feliz Cumpleaños. Que este año tus expectativas sean tan bajas como tu metabolismo",
        "¡Felicidades! Eres la persona más joven que nunca volverás a ser… qué triste, ¿no?",
        "Que este año tus arrugas cuenten historias más interesantes que tu actual vida social",
        "Feliz Cumple. Te deseo tanta felicidad como la que sientes cuando encuentras un asiento en el metro",
        "¡Felicidades! Cada año te acercas más a convertirte en la abuelita chismosa del edificio",
        "Que soplarlas velas no requiera la ayuda de un ventilador industrial. ¡Feliz Cumple!",
        "Feliz Cumpleaños. Eres como un software antiguo: cada año necesitas más actualizaciones",
        "¡Felicidades! Hoy celebramos que todavía puedes fingir que te importa tu edad",
        "Que este año tengas más éxitos que fracasos… o al menos más éxitos que pelos en la cabeza",
        "Feliz Cumple. Ojalá este año sea tan memorable como el nombre que olvidaste ayer",
        "¡Felicidades! Eres la prueba de que con suficiente terquedad se puede sobrevivir a casi todo",
        "Que este año tus sueños sean tan grandes como tu farmacia casera",
        "Feliz Cumpleaños. Brindo por ti… y por el hígado que te queda",
        "¡Felicidades! Cada año demuestras que el cuerpo humano es más resistente de lo que parece",
        "Que este año encuentres tanta pasión como la que pierdes enzimas digestivas"
    ],
    "images": [
        "https://media.tenor.com/Uh2fvsXJcngAAAAd/feliz-cumplea%C3%B1os-minions.gif",
        "https://images7.memedroid.com/images/UPLOADED638/6001d505f0ed5.jpeg",
        "https://images7.memedroid.com/images/UPLOADED917/5d4afc3cb894d.jpeg",
        "https://i.pinimg.com/736x/06/8e/9d/068e9d1de764e97eb78b1855d79a68ab.jpg",
        "https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-17.jpg.webp",
        "https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-39.jpg.webp",
        "https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-12.jpg.webp",
        "https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-5.jpg.webp",
        "https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-27.jpg.webp",
        "https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-10.jpg.webp",
        "https://images7.memedroid.com/images/UPLOADED540/662079033cb12.webp",
        "https://images7.memedroid.com/images/UPLOADED666/664972c9701fc.webp",
        "https://gifdb.com/images/high/feliz-cumpleanos-candle-blowing-failed-ga36bbq9srf7b16m.webp",
        "https://images3.memedroid.com/images/UPLOADED500/66450d322ebeb.webp",
        "https://www.xn--gifsdecumpleaos-brb.com/img/g/jorge/feliz-cumpleanos-meme-jorge.gif",
        "https://images7.memedroid.com/images/UPLOADED439/6658aaa139af0.webp",
        "https://images7.memedroid.com/images/UPLOADED568/6602e4bc45a2e.webp",
        "https://images3.memedroid.com/images/UPLOADED149/665b4aa881337.webp",
        "https://mi-perfil.com/gif/g/jun/feliz-cumpleanos-v-jun.gif",
        "https://i.imgur.com/b47WVAg.jpeg",
		"https://cdn.memegenerator.es/imagenes/memes/full/3/78/3789359.jpg",
		"https://cdn.memegenerator.es/imagenes/memes/full/32/10/32108256.jpg",
		"https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-11.jpg.webp",
		"https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-regalos.jpg.webp",
		"https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-4.jpg.webp"
    ]
}