{
    "messages": [
        "¡Felicidades! Ya te queda un año menos para seguir soportando tu vida",
        "¡Feliz Cum! Sonríe hoy todo lo que puedas, pues tus dientes tienen fecha de caducidad",
        "El día de hoy hace muchos años nació la persona a las que más quiero, respeto y valoro. La persona a la que siempre cuidaré y ayudaré mientras viva. Ah, y también naciste tú. ¡Feliz Cum!",
        "Muchas felicidades, querido amigo. Recuerda: nunca más volverás a ser tan joven, así que disfrútalo",
        "¡Hoy no sé si felicitarte o darte el pésame! Apostemos por lo primero: feliz Cum",
        "Dentro de toda persona mayor hay una persona joven preguntándose: ¿Pero qué demonios ha pasado? Feliz cum, éxitos para este día",
        "Si no puedes leer a simple vista lo que dice esta carta, no te compliques, a tu edad los detalles son lo de menos. ¡¡Feliz Cum!!",
        "Abracémonos ahora mismo, antes de que te des cuenta de que no hay ningún regalo. ¡Feliz Cum!",
        "Bienvenida/o a esa edad en la que te olvidas de tu edad. ¡Feliz Cum!",
        "Los años son como los mocos, entre más tienes ¡más difícil se te hace respirar! ¡Feliz Cum!",
        "Cuanto más viejo es el violinista, más dulce es la melodía. Feliz Cum al que está en el violín",
        "¿Sabes qué es lo más irónico de cumplir años? Que cada año que pasa estás más cerca de tu muerte. ¡Felicidades por un año menos!",
        "¡Felicidades por no haber muerto otro año! Supongo que hay que celebrar los pequeños logros...",
        "¿Ya viste la fecha de vencimiento en tu certificado de nacimiento? ¡Parece que estás llegando a tu fecha límite! ¡Feliz Cum!",
        "Si te preguntas cómo celebrar tus años, recuerda: a mayor edad, menor deber de impresionar a los demás. ¡Feliz Cum!",
        "Dicen que la edad es solo un número, pero ese número indica cuántos años llevas siendo una decepción para tus padres. ¡Feliz Cum!",
        "Felicidades, cada año estás más cerca de la tumba. ¡Que lo disfrutes!",
        "Al menos envejeces mejor que un queso olvidado en el fondo del refrigerador. ¡Feliz Cum!",
        "¿Ya estás recibiendo la membresía de descuento en el geriátrico más cercano? ¡Felicidades por avanzar en tus privilegios de edad!",
        "Feliz Cum, espero que tus velas iluminen más que tu futuro incierto.",
        "¿Qué se siente ser más antiguo que el chiste de la sopa de murciélago? ¡Felicidades por otro año de antigüedad!",
        "Un año más cerca de necesitar una silla de ruedas para tus aventuras nocturnas. ¡Feliz Cum!",
        "¿Tienes la sensación de que cada año que pasa, la resaca después de tu Cum dura un poco más? ¡Felicidades por resistir!",
        "Te deseo un Cum tan épico que al día siguiente necesites un certificado de nacimiento para recordar lo que pasó. ¡Felicidades!",
        "¿Sabías que con cada año que cumples, tu capacidad para recordar dónde dejaste tus llaves disminuye exponencialmente? ¡Feliz Cum!",
        "Feliz Cum, que tus arrugas sean tan solo las huellas de las risas que has compartido... o simplemente las marcas de tu lucha contra el envejecimiento.",
        "¡Felicidades! Ojalá tus años acumulados se traduzcan en sabiduría y no en un aumento en tu cuenta de medicamentos. ¡Disfruta tu día!",
        "Dicen que la edad es solo un número, pero ese número parece más grande cada año. ¡Feliz Cum!",
        "No importa cuántos años cumplas, siempre puedes fingir que tienes menos cuando se trata de pagar la cuenta. ¡Feliz Cum!",
        "¿Cuántos velitas tienes este año? Ah, ¿qué? No puedo oírte sobre el ruido de tus articulaciones crujiendo. ¡Feliz Cum!",
        "¡Felicidades por sobrevivir otro año en este circo llamado vida! ¡Que los payasos te sean favorables en el próximo ciclo!",
        "¿Tienes la sensación de que cada año que pasa, las canas en tu cabeza se multiplican más rápido que los deseos de la gente en una fuente de deseos? ¡Felicidades!",
        "Feliz Cum, que este año te traiga más alegrías que el número de veces que te has preguntado dónde demonios se ha ido tu juventud.",
        "Dicen que la vida comienza a los cuarenta... pero parece que la juventud termina antes de eso. ¡Felicidades en tu viaje hacia la mediana edad!",
        "¡Felicidades! Ahora estás en ese punto de la vida en el que las velas en tu pastel de Cum superan en número a los amigos que realmente quieres invitar.",
        "¿Sabías que cada año que cumples, un lamento por tus sueños perdidos se escapa de tu alma? ¡Feliz Cum!",
        "Feliz Cum, que este año te traiga más éxitos que intentos fallidos de recordar dónde dejaste tus anteojos.",
        "¡Felicidades! Hoy es tu día para celebrar el comienzo de otro viaje alrededor del sol, pero no te preocupes, cada año el viaje es un poco más corto.",
        "¿Notas cómo el pastel de Cum se está inclinando cada vez más? Eso es solo la gravedad recordándote que estás envejeciendo. ¡Felicidades!",
        "Feliz Cum, que este año te traiga más momentos de orgullo que la cantidad de veces que has fingido recordar el nombre de alguien.",
        "¡Felicidades por alcanzar otro nivel de experiencia en este juego llamado vida! Que tus habilidades de supervivencia sean tan afiladas como tus arrugas.",
        "¿Sabías que los Cum son como los boomerangs? Cuanto más lanzas, más rápido vuelven. ¡Feliz Cum!",
        "Feliz Cum, que este año tus caídas sean menos dolorosas y tus historias sobre ellas más entretenidas.",
        "¡Felicidades! Hoy es el día en que recibes el regalo de otro año de experiencias, sabiduría y un metabolismo aún más lento. ¡Disfruta!",
        "¿Ya estás practicando tu expresión de sorpresa para cuando abres un regalo y te das cuenta de que es algo que no necesitas? ¡Feliz Cum!",
        "Feliz Cum, que este año te traiga más amor del que puedes manejar y menos facturas del médico de las que puedes pagar.",
        "¡Felicidades por otro año de logros y lecciones aprendidas! Y recuerda, cada vela en tu pastel de Cum es una victoria sobre la muerte. ¡Celebra!",
        "¿Notas cómo el tiempo parece volar? Eso es solo tu juventud escapándose. ¡Feliz Cum!",
        "Feliz Cum, que este año tus excusas sean tan creativas como tus arrugas.",
        "¡Felicidades! Hoy es el día en que puedes hacer lo que quieras, siempre y cuando te acuerdes de dónde pusiste tus llaves. ¡Disfruta tu día!",
        "¿Te has dado cuenta de que cada año que pasa, el pastel de Cum se parece más a una antorcha funeraria? ¡Feliz Cum!",
        "Feliz Cum, que este año encuentres más razones para sonreír que arrugas en tu frente.",
        "¡Felicidades por otro año de éxito en la difícil tarea de no morir! ¡Que cumplas muchos más!",
        "Dicen que los años son como una botella de vino, pero parece que este año tu botella está empezando a tener un sabor más agridulce. ¡Felicidades!",
        "Feliz Cum, que este año tus caídas sean menos frecuentes y tus levantadas más rápidas.",
        "¡Felicidades! Hoy es el día en que celebramos tu existencia y nos preguntamos cuántos años más podrás engañar a la muerte. ¡Brindemos por ti!",
        "¿Ya has practicado tu discurso de agradecimiento por los regalos que no querías pero tienes que fingir que te gustan? ¡Feliz Cum!",
        "Feliz Cum, que este año tus aventuras sean tan emocionantes como tus dolores de espalda.",
        "¡Felicidades por otro año de éxitos, fracasos, risas y lágrimas! Que este año te traiga más razones para celebrar que para lamentar.",
        "Dicen que la edad es solo un número, pero a medida que acumulas más números, parece que el total se vuelve más aterrador. ¡Felicidades en tu aniversario de terror!",
        "Feliz Cum, que este año tus decisiones sean tan sabias como tus canas.",
        "¡Felicidades por otro año de logros, desafíos y la continua lucha contra la gravedad! ¡Que cumplas muchos más!",
        "¿Ya estás practicando cómo responder cuando te pregunten tu edad y quieras mentir al respecto? ¡Feliz Cum!",
        "Feliz Cum, que este año encuentres más placer en las pequeñas cosas, como recordar dónde dejaste tus anteojos.",
        "¡Felicidades! Hoy es el día en que podemos olvidar todas tus fallas y simplemente celebrar el hecho de que aún estás vivo. ¡Disfruta tu día!",
        "¿Has notado cómo cada año que pasa, la resaca después de tu Cum parece durar un poco más? ¡Felicidades por sobrevivir otra vez!",
        "Feliz Cum, que este año tus sueños sean tan grandes como tu colección de recetas de remedios caseros para las dolencias de la vejez.",
        "¡Felicidades por otro año de batallas ganadas contra la gravedad y las arrugas! ¡Que la fuerza te acompañe en tu camino hacia la eterna juventud!",
        "¿Te has dado cuenta de que cada año que pasa, tus velas de Cum parecen estar más cerca de iniciar un incendio forestal? ¡Feliz Cum!",
        "Feliz Cum, que este año tus risas sean más fuertes que tus quejas sobre el dolor de espalda.",
        "¡Felicidades! Hoy es el día en que celebramos que no has perdido la batalla contra el tiempo... aún. ¡Disfruta tu día!",
        "¿Te has dado cuenta de que cada año que pasa, tus velitas de Cum parecen más un recordatorio de cuánto queda de tu juventud? ¡Felicidades por otro año!",
        "Feliz Cum, que este año tus aventuras sean tan emocionantes como tus historias sobre las buenas viejas épocas.",
        "¡Felicidades por otro año de logros, fracasos, alegrías y tristezas! Que este año sea aún mejor que el último.",
        "Dicen que la vida comienza a los cuarenta, pero parece que la diversión termina mucho antes de eso. ¡Felicidades en tu viaje hacia la mediana edad!",
        "Feliz Cum, que este año tus bromas sean tan afiladas como tus arrugas.",
        "¡Felicidades! Hoy es el día en que podemos olvidar todas tus fallas y simplemente celebrar el hecho de que aún estás vivo. ¡Disfruta tu día!",
        "¿Has notado cómo cada año que pasa, la resaca después de tu Cum parece durar un poco más? ¡Felicidades por sobrevivir otra vez!",
        "Feliz Cum, que este año tus sueños sean tan grandes como tu colección de recetas de remedios caseros para las dolencias de la vejez.",
        "¡Felicidades por otro año de batallas ganadas contra la gravedad y las arrugas! ¡Que la fuerza te acompañe en tu camino hacia la eterna juventud!",
        "¿Te has dado cuenta de que cada año que pasa, tus velas de Cum parecen estar más cerca de iniciar un incendio forestal? ¡Feliz Cum!",
        "Feliz Cum, que este año tus risas sean más fuertes que tus quejas sobre el dolor de espalda.",
        "¡Felicidades! Hoy es el día en que celebramos que no has perdido la batalla contra el tiempo... aún. ¡Disfruta tu día!",
        "¿Te has dado cuenta de que cada año que pasa, tus velitas de Cum parecen más un recordatorio de cuánto queda de tu juventud? ¡Felicidades por otro año!",
        "Feliz Cum, que este año tus aventuras sean tan emocionantes como tus historias sobre las buenas viejas épocas.",
        "¡Felicidades por otro año de logros, fracasos, alegrías y tristezas! Que este año sea aún mejor que el último.",
        "Dicen que la vida comienza a los cuarenta, pero parece que la diversión termina mucho antes de eso. ¡Felicidades en tu viaje hacia la mediana edad!",
        "Feliz Cum, que este año tus bromas sean tan afiladas como tus arrugas."
    ],
    "images": [
        "https://media.tenor.com/Uh2fvsXJcngAAAAd/feliz-cumplea%C3%B1os-minions.gif",
        "https://images7.memedroid.com/images/UPLOADED638/6001d505f0ed5.jpeg",
        "https://images7.memedroid.com/images/UPLOADED917/5d4afc3cb894d.jpeg",
        "https://img.memegenerator.net/instances/59436114.jpg",
        "https://i.pinimg.com/736x/06/8e/9d/068e9d1de764e97eb78b1855d79a68ab.jpg",
        "https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-17.jpg.webp",
        "https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-39.jpg.webp",
        "https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-12.jpg.webp",
        "https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-5.jpg.webp",
        "https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-27.jpg.webp",
        "https://www.tuexperto.com/wp-content/uploads/2022/02/memes-de-cumpleanos-10.jpg.webp",
        "https://gifdb.com/images/high/feliz-cumpleanos-candle-blowing-failed-ga36bbq9srf7b16m.webp",
        "https://www.xn--gifsdecumpleaos-brb.com/img/g/jorge/feliz-cumpleanos-meme-jorge.gif",
        "https://mi-perfil.com/gif/g/jun/feliz-cumpleanos-v-jun.gif",
        "https://i.imgur.com/b47WVAg.jpeg"
    ]
}