{
  "welcome_messages": [
    "¡Bienvenido, valiente aventurero! El gremio te recibe con los brazos abiertos. Prepárate para forjar tu destino en tierras desconocidas.",
    "Las puertas del castillo se abren para ti, noble héroe. Que tus pasos te lleven a la gloria y a la aventura.",
    "Saludamos tu llegada, intrépido explorador. El camino está lleno de misterios esperando a ser descubiertos.",
    "Tu presencia ilumina el salón del gremio. Bienvenido a un mundo de magia y peligro, donde tus hazañas se convertirán en leyendas.",
    "Has sido convocado, valiente. Las tierras de Faerûn aguardan tus proezas. Bienvenido a nuestra comunidad.",
    "Las runas antiguas han predicho tu llegada. Bienvenido, guerrero, a un lugar donde tus habilidades serán puestas a prueba.",
    "El viento sopla a tu favor, aventurero. Has llegado al lugar indicado para vivir grandes historias. Bienvenido.",
    "Tu entrada es como un rayo de esperanza en tiempos oscuros. Bienvenido, héroe, a nuestra alianza.",
    "Los bardos ya cantan sobre tu llegada. Bienvenido al gremio, donde cada día es una nueva aventura.",
    "El consejo de sabios te saluda. Bienvenido, que tu viaje esté lleno de éxito y descubrimientos.",
    "Las estrellas te han guiado hasta aquí. Bienvenido, viajero, a un lugar donde la magia y el acero se encuentran.",
    "Bienvenido seas, valiente. El mapa del destino te ha traído a nuestras puertas. Que tus aventuras sean grandiosas.",
    "Tu llegada era esperada, noble caballero. Bienvenido a la compañía de héroes y leyendas.",
    "El eco de tus pasos resuena en nuestros pasillos. Bienvenido, explorador, a una tierra llena de misterios.",
    "Bienvenido, cazador de tesoros. Aquí encontrarás compañeros de armas y desafíos dignos de tu habilidad.",
    "El guardián del portal te da la bienvenida. Adelante, aventurero, y escribe tu historia en nuestras tierras.",
    "Los espíritus antiguos te han guiado hasta aquí. Bienvenido, que tus días estén llenos de gloria y triunfo.",
    "Tu presencia fortalece nuestro gremio. Bienvenido, héroe, a un lugar donde la aventura nunca termina.",
    "Bienvenido, alma intrépida. Has encontrado un hogar entre los valientes y los sabios.",
    "Las sombras se apartan ante tu llegada. Bienvenido, campeón, a un reino donde tus habilidades serán apreciadas."
  ],
  "farewell_messages": [
    "Que los dioses te protejan en tu camino, hasta que nos volvamos a encontrar.",
    "Las puertas del gremio siempre estarán abiertas para ti. Hasta pronto, valiente aventurero.",
    "Que los vientos de la fortuna te acompañen. Hasta la próxima, noble guerrero.",
    "Te despedimos con honores. Que tus futuros caminos sean prósperos y llenos de aventuras.",
    "Las estrellas brillarán siempre para guiarte. Hasta que nuestros caminos se crucen nuevamente.",
    "Que tu hoja siempre esté afilada y tu mente clara. Hasta la próxima, intrépido explorador.",
    "Los bardos cantarán sobre tus hazañas. Hasta que vuelvas a nuestras tierras.",
    "Que las runas te sean favorables en tu viaje. Hasta pronto, valiente.",
    "Los espíritus te acompañarán. Que tengas éxito en tus futuras misiones.",
    "Te despedimos con un aplauso y un brindis. Hasta pronto, héroe de leyendas.",
    "El consejo de sabios te envía sus mejores deseos. Hasta que vuelvas a nuestra compañía.",
    "Las sombras se apartan a tu paso. Que encuentres lo que buscas, hasta la próxima vez.",
    "Las tierras de Faerûn siempre tendrán un lugar para ti. Hasta pronto, noble caballero.",
    "Que encuentres gloria y riquezas en tu camino. Hasta que volvamos a vernos.",
    "Los dioses te observan con favor. Hasta la próxima, valiente aventurero.",
    "Que tu viaje sea seguro y tus hallazgos grandiosos. Hasta pronto, compañero.",
    "Las puertas del castillo se cerrarán tras de ti, pero siempre estarán listas para abrirse de nuevo. Hasta la próxima.",
    "Los guardianes del portal te desean buena suerte. Hasta que regreses a nuestras tierras.",
    "Tu presencia será extrañada. Que tus pasos te lleven a grandes destinos.",
    "El gremio te espera con ansias. Hasta pronto, campeón de aventuras."
  ],
  "dices": {
    "mistake": [
      "¡Ay! Un paso en falso ha desencadenado una cadena de desgracias. ¡Tus aliados estarán en peligro por tu imprudencia!",
      "El destino ha sido cruel contigo, un comienzo catastrófico para tu aventura.",
      "Tus manos tiemblan y el sudor recorre tu frente, todo ha salido terriblemente mal.",
      "Un error garrafal ha desatado la furia de los dioses. ¡Tu misión se complica enormemente!",
      "La espada se resbala de tus manos y cae al abismo. Un inicio verdaderamente desafortunado.",
      "Un sonido ensordecedor marca tu fallo. Las sombras se ríen de tu torpeza.",
      "Tu conjuro se desvanece en el aire, dejando solo una estela de humo y la certeza de tu fracaso.",
      "Las puertas del destino se cierran con un estruendo. La suerte no está de tu lado hoy.",
      "Tus pies tropiezan y caes de bruces al suelo, dando inicio a una serie de eventos desafortunados.",
      "Las estrellas no estaban alineadas para ti. La oscuridad te envuelve tras tu error monumental."
    ],
    "very-low": [
      "El viento sopla en tu contra, y las fuerzas del mal parecen tener ventaja.",
      "Tus acciones son torpes, y los enemigos aprovechan cada oportunidad para atacarte.",
      "El azar no te favorece, sientes el peso de tu fracaso.",
      "Una serie de pequeños errores se acumulan, dificultando tu avance en la misión.",
      "Las probabilidades no están de tu lado, los obstáculos se multiplican.",
      "La fortuna te es esquiva, y tus esfuerzos parecen en vano.",
      "Un murmullo de desaprobación recorre el grupo, tus decisiones no han sido acertadas.",
      "La batalla se complica, y cada movimiento parece llevarte más cerca de la derrota.",
      "El suelo se vuelve traicionero bajo tus pies, complicando tu progreso.",
      "Las sombras se ciernen sobre ti, y cada paso parece más difícil que el anterior."
    ],
    "low": [
      "Las dificultades se acumulan, pero no te rindes. La esperanza aún brilla.",
      "Tropiezas pero no caes, te mantienes firme a pesar de las adversidades.",
      "Los enemigos te acechan, pero tu espíritu sigue fuerte.",
      "La suerte no está de tu lado, pero la perseverancia es tu mejor arma.",
      "El camino está lleno de obstáculos, pero tu determinación no flaquea.",
      "El enemigo es astuto y poderoso, pero tu coraje es inquebrantable.",
      "A pesar de los tropiezos, mantienes la cabeza en alto y el corazón valiente.",
      "Las dificultades te fortalecen, cada obstáculo es una lección.",
      "La sombra de la duda te ronda, pero tu fe en el equipo te impulsa a seguir.",
      "Tus esfuerzos no son en vano, cada error es una oportunidad para aprender y mejorar."
    ],
    "medium-low": [
      "Los desafíos son grandes, pero tu habilidad es suficiente para afrontarlos.",
      "La situación es delicada, pero tu ingenio te ayuda a avanzar.",
      "Los obstáculos son numerosos, pero tu destreza te permite superarlos.",
      "Las pruebas son duras, pero tu entrenamiento te mantiene preparado.",
      "El peligro acecha, pero tu valentía y astucia son tus mejores aliados.",
      "El terreno es incierto, pero tus pasos son firmes y decididos.",
      "Tu habilidad en combate es puesta a prueba, pero logras mantenerte a flote.",
      "Los enemigos son feroces, pero tu determinación te permite seguir luchando.",
      "La misión es complicada, pero tu experiencia te guía en cada paso.",
      "El camino es arduo, pero tu resolución te impulsa hacia adelante."
    ],
    "medium": [
      "Las estrellas brillan sobre ti, tu desempeño es prometedor.",
      "La balanza del destino se mantiene equilibrada, permitiéndote avanzar sin mayores contratiempos.",
      "Tus decisiones son acertadas, y tu camino se ilumina con cada paso.",
      "El viento sopla a tu favor, y tus acciones son precisas y efectivas.",
      "Tu habilidad y destreza son evidentes, cada movimiento es calculado y seguro.",
      "Los desafíos son grandes, pero tu preparación te permite enfrentarlos con éxito.",
      "La suerte te sonríe, y tus esfuerzos son recompensados.",
      "El terreno es favorable, y tus acciones son fluidas y efectivas.",
      "Tus decisiones estratégicas te permiten avanzar con confianza.",
      "El equilibrio entre habilidad y suerte te permite progresar en tu misión."
    ],
    "medium-high": [
      "La fortuna está de tu lado, tus acciones son precisas y efectivas.",
      "Tus habilidades se destacan, y cada movimiento es un paso hacia el éxito.",
      "El viento sopla a tu favor, y los obstáculos se desvanecen ante ti.",
      "Tu destreza es evidente, y los enemigos tiemblan ante tu presencia.",
      "La misión progresa con éxito, gracias a tus decisiones acertadas.",
      "El camino es claro, y tus pasos son firmes y decididos.",
      "Tu ingenio y valentía son reconocidos, y el éxito está al alcance de tu mano.",
      "La luz de la victoria brilla en tus ojos, cada acción te acerca más a tu objetivo.",
      "Tus aliados confían en ti, y juntos superan cualquier desafío.",
      "La batalla se inclina a tu favor, gracias a tu habilidad y determinación."
    ],
    "high": [
      "Los dioses te sonríen, y tu desempeño es sobresaliente.",
      "Tus acciones son dignas de leyenda, cada movimiento es una obra maestra.",
      "El destino te favorece, y tus enemigos caen ante tu poder.",
      "La victoria está casi asegurada, gracias a tu habilidad y valentía.",
      "Tu destreza es inigualable, y cada acción es un paso hacia la gloria.",
      "El éxito está al alcance de tu mano, y nada parece detenerte.",
      "Tus habilidades son admirables, y los desafíos se desvanecen ante ti.",
      "La misión progresa con éxito, gracias a tu liderazgo y valentía.",
      "La luz de la victoria brilla intensamente, y tus aliados te siguen con confianza.",
      "El campo de batalla se convierte en tu escenario, y tu actuación es impresionante."
    ],
    "very-high": [
      "El destino te ha favorecido enormemente, tus acciones son legendarias.",
      "Los dioses te han bendecido, y tus enemigos tiemblan ante tu presencia.",
      "Tus habilidades son extraordinarias, y cada movimiento es una maravilla.",
      "La victoria está casi asegurada, y tus aliados te miran con admiración.",
      "Tu destreza es asombrosa, y los desafíos se desvanecen ante ti.",
      "El éxito está garantizado, gracias a tu talento y valentía.",
      "Tus acciones son dignas de las más grandes epopeyas, y los enemigos huyen ante ti.",
      "La luz de la victoria brilla intensamente, y cada paso te acerca más a la gloria.",
      "Tus habilidades son inigualables, y los obstáculos se desvanecen ante ti.",
      "El campo de batalla es tu dominio, y cada acción te lleva más cerca del triunfo."
    ],
    "critical": [
      "¡Increíble! Has logrado un crítico perfecto, derrotando a tu enemigo de un solo golpe.",
      "El golpe asesta con una precisión mortal, dejando a todos boquiabiertos ante tu destreza.",
      "Las leyendas hablarán de este momento, cuando tu habilidad alcanzó su punto máximo.",
      "La victoria es aplastante, y tu enemigo cae sin oportunidad de reaccionar.",
      "El destino te ha favorecido de manera excepcional, llevando tu acción a la perfección.",
      "Un golpe perfecto, digno de los más grandes héroes. Tu enemigo no tuvo oportunidad.",
      "Tu acción es tan precisa y poderosa que los dioses mismos te aplauden.",
      "El campo de batalla queda en silencio, asombrado por tu increíble hazaña.",
      "Has alcanzado la cúspide de la perfección, logrando un éxito abrumador.",
      "La gloria es tuya, y este momento será recordado por siempre en las crónicas de los aventureros."
    ]
  }
}
